```data.github_repository.ccm: Reading...
data.github_repository.ccm: Read complete after 0s [id=crispy-computing-machine]

Terraform used the selected providers to generate the following execution plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # github_repository_webhook.newrelic will be created
  + resource "github_repository_webhook" "newrelic" {
      + active     = true
      + etag       = (known after apply)
      + events     = [
          + "repository_vulnerability_alert",
        ]
      + id         = (known after apply)
      + repository = "crispy-computing-machine"
      + url        = (known after apply)

      + configuration {
          + content_type = "json"
          + insecure_ssl = false
          + url          = (sensitive value)
        }
    }

Plan: 1 to add, 0 to change, 0 to destroy.```